Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Swine flu scare at university dorm in Cairo
ar: ذعر أنفلونزا الخنازير ينتشر في مدينة طلاب جامعية في القاهرة

source: Egyptian police have imposed quarantine restrictions on a dormitory of the prestigious American University in Cairo after an outbreak of swine flu.
ar: فرضت الشرطة المصرية قيوداً صحية على مدينة الطلاب الجامعية التابعة للجامعة الأمريكية بالقاهرة المرموقة بعد حدوث إصابات بأنفلونزا الخنازير.

source: Two students arriving from the US have been diagnosed with the virus that has killed 130 people, mostly in Mexico, and has affected thousands worldwide.
ar: فقد تم تشخيص الفيروس عند طالبين قادمين من الولايات المتحدة وهذا الفيروس أودى بحياة 130 شخصاً معظمهم في المكسيك، وأثر على الآلاف في جميع أنحاء العالم.

source: Egypt was the first African country to record a case swine flu.
ar: وكانت مصر أول دولة أفريقية تسجل حالة أنفلونزا الخنازير.

source: There are fears the airborne virus could spread quickly in its densely populated urban areas.
ar: وهناك مخاوف من احتمال انتقال الفيروس عن طريق الهواء بسرعة في المناطق الحضرية ذات الكثافة السكانية العالية.

source: Police, some wearing face masks stood at barriers outside the elegant seven-floor AUC dormitory in Zamalek.
ar: ووقفت الشرطة بعضهم يرتدون أقنعة مكونين حاجز خارج مبني مدينة الطلبة الأنيق المكون من سبعة طوابق في حي الزمالك.

source: Pizzas were delivered to the building during the day but none of the residents were allowed in or out.
ar: وكانت البيتزا تُسلم داخل المبنى طوال اليوم ولكن لم يُسمح أحد بالخروج أو الدخول إلى المبنى.

source: The swine flue outbreak
ar: وتقول تقارير أن اندلاع أنفلونزا الخنازير

source: led the university to suspend classes until 14 June in line with health ministry advice, reports say.
ar: دفع الجامعة إلى تعطيل الدراسة حتى 14 يونيو بناءً على نصيحة وزارة الصحة.

source: Egypt's Mena news agency said the students are Americans who came to Cairo to take summer classes.
ar: وقالت الوكالة الرسمية للدولة وكالة أنباء الشرق الأوسط إن المصابين هم طلبة أمريكيون جاءوا إلى القاهرة لحضور فصول الصيف الدراسية.

source: The Egyptian authorities ordered the
ar: وكانت السلطات المصرية

source: cull of the country's 300,000 pigs
ar: قد أمرت بذبح 300,000 خنزير

source: to combat an outbreak, although animal welfare groups said the slaughter would have little impact.
ar: لمكافحة تفشي المرض، على الرغم من أن جماعات رعاية الحيوان أكدت أن ذبح لن يكون له تأثير كبير.

source: Egypt
ar: وتكافح مصر

source: is already battling the deadly H5N1 strain of bird flu, which has killed an estimated 27 people there since 2006.
ar: بالفعل أنفلونزا الطيور من فصيلة اتش 5 ان 1 القاتلة التي قتل ما يقدر بنحو 27 شخصاً منذ عام 2006.

source: People travelling to Egypt are subjected to tests at its airports, with some suspected cases being kept in quarantine.
ar: ويخضع المسافرون إلى مصر إلى اختبارات في المطارات مع احتفاظ بعض الحالات المشتبه بها في الحجر الصحي.

source: Iran's Mousavi vows to review 'unfair' women laws
ar: موسوي يتعهد في إيران بمراجعة قوانين المرأة 'غير العادلة'

source: TEHRAN (AFP) — Iranian presidential hopeful Mir Hossein Mousavi vowed on Saturday to review laws which are unfair towards women if he wins next month's election.
ar: طهران (أ ف ب) – تعهد مرشح الرئاسة الإيراني مير حسين موسوي يوم السبت بمراجعة القوانين غير العادلة للمرأة في حالة فوزه في الانتخابات التي ستجري الشهر المقبل.

source: In a speech to around 1,500 women at a sports complex in southern Tehran, Mousavi said he will review all laws which are deemed discriminatory and unfair to women by introducing the needed bills in the parliament.
ar: وفي خطاب ألقاه موسوي أمام حوالى 1,500 مرأة في مجمع رياضي في جنوب طهران، قال إنه سيعيد النظر في جميع القوانين التي تعتبر تمييزية للمرأة وغير منصفة لها عن طريق إدخال ما يلزم من مشاريع القوانين في البرلمان.

source: Addressing a cheering crowd of women screaming Mousavi! Mousavi!, the moderate candidate, who served as prime minister during the 1980-1988 war with Iraq, said he would work to towards taking the moral police patrols off the streets if elected in the Ju
ar: متحدثاً أمام حشد كبير من النساء يصرخن موسوي! موسوي، قال المرشح المعتدل الذي عمل رئيسا للوزراء خلال حرب 1980-1988 مع العراق إنه سيعمل على إلغاء دوريات شرطة الأخلاق من الشوارع في حال انتخابه في انتخابات 12 يونيو.

source: Over the past few years, such patrols have strictly enforced the Islamic dress code on women in Iran and especially in Tehran.
ar: وعلى مدى السنوات القليلة الماضية، تطبق هذه الدوريات الزي الإسلامي بصرامة على النساء في إيران وخصوصا في طهران.

source: Women who are deemed inappropriately dressed are usually hauled to a detention centre where they must sign a pledge, promising to dress properly.
ar: ويتم إحالة النساء اللاتي تعتبر ملابسهن غير لائقة عادةً إلى مركز احتجاز حيث يجب أن يوقعن على تعهد بإرتداء ملابس صحيحة.

source: Mousavi's wife, Zahra Rahnavard, also spoke to the crowd as people chanted: Remove the moral police!.
ar: وتحدثت زوجة موسوي زهرة رهنورد إلى الناس مع صياح الحشد: أزيلوا شرطة الأخلاق!.

source: Clad in a traditional black chador and a colourful scarf, Rahnavard said: We should prepare the ground for an Iran where women are treated without discrimination.
ar: وقالت رهنورد مرتدية الملابس التقليدية المتمثلة في الشادور الأسود ووشاح ملون: يجب أن نمهد الطريق من أجل إيران حيث تُعامل المرأة دون تمييز.

source: We should reform laws that treat women unequally. We should empower women financially, women should be able to choose their professions according to their merits, and Iranian women should be able to reach the highest level of decision making bodies.
ar: وأضافت يجب أن نصلح القوانين التي تعامل المرأة بشكل غير متكافئ وعلينا أن نمكن المرأة مالياً وعلى المرأة أن تكون قادرة على اختيار المهن وفقاً لمؤهلاتها ويجب أن تكون المرأة الإيرانية قادرة على الوصول إلى أعلى مستويات هيئات صنع القرار.

source: The crowd was also addressed by high profile speaker Masoumeh Ebtekar, the first Iranian woman to be appointed as a vice president under the presidency of Mohammad Khatami between 1997-2005.
ar: كما تحدثت السياسية البارزة معصومة ابتكار إلى الحشد وهي أول سيدة إيرانية تشغل منصب نائب الرئيس في ظل رئاسة محمد خاتمي بين 1997-2005.

source: She urged Mousavi to improve women rights in Iran.
ar: وحثت موسوي على تحسين حقوق المرأة في إيران.

source: We ask you (Mousavi) to make the change, she said.
ar: وقالت إننا نطلب منك (موسوي) أن تحقق هذا التغيير.

source: Mousavi has emerged as the main challenger in the June election to President Mahmoud Ahmadinejad who is seeking a second term in office.
ar: وبرز موسوي كمنافس رئيسي في انتخابات يونيو أمام الرئيس محمود أحمدي نجاد الذي يسعى لشغل فترة ولاية ثانية.

source: Mehdi Karoubi, a reformist former speaker of parliament, and Mohsen Rezai, a conservative who previously headed the Revolutionary Guards, are also standing.
ar: كما ينافس على الانتخابات مهدي كروبي وهو اصلاحي ورئيس البرلمان السابق ومحسن رضائي وهو محافظ سابق وكان يرأس الحرس الثوري.

source: AUC Suspends classes for H1N1 SwineFlu
ar: الجامعة الأمريكية بالقاهرة تعلق الفصول الدراسية بسبب أنفلونزا الخنازير اتش 1 ان 1

source: Classes suspended until next Sunday (14th).. AUC email below:
ar: وقف الفصول الدراسية حتى يوم الأحد المقبل (14 يونيو)، البريد الالكتروني الذي أرسلته الجامعة:

source: UPDATE:
ar: تحديث:

source: apparently food court has been shut down, ACs turned off, masks handed out. And only one person per row is being allowed on the shuttle buses.
ar: تم إغلاق صالات الطعام ومكيفات الهواء وتم تسليم أقنعة الوجه، ويتم السماح بجلوس شخص واحد في الصف في الحافلات.

source: Date: Mon, Jun 8, 2009 at 1:11 PM
ar: التاريخ: الاثنين، 8 يونيو 2009 في 1:11 م

source: Subject: AUC Suspends Classes and Events Until June 14
ar: الموضوع: الجامعة الأمريكية تعلق الدراسة والأحداث حتى 14 يونيو

source: To:
ar: إلى:

source: AUC Suspends Classes and Events Until June 14
ar: الجامعة الأمريكية تعلق الدراسة والأحداث حتى 14 يونيو

source: As a result of the two confirmed cases of the H1N1 flu in the Zamalek dormitory, the university has decided to suspend classes until Sunday, June 14, 2009.
ar: نتيجة لتأكيد حالتي إصابة بأنفلونزا الخنازير اتش 1 ان 1 في المدينة الجامعية بالزمالك، فإن الجامعة الأمريكية بالقاهرة قد قررت تعليق الدراسة بها حتى يوم الأحد 14 يونيو 2009،

source: As a result of this decision all non-essential personnel are not required to report to campus, and a limited bus service will be available to transport essential staff. Details of this schedule will follow later this afternoon.
ar: ونتيجة لهذا القرار، فإن جميع الموظفين غير الأساسيين ليسوا ملزمين بالحضور إلى الحرم الجامعي، وسيتم توفير عدد محدود من الحافلات لنقل الموظفين الأساسيين، سنوضح تفاصيل هذا الجدول في وقت لاحق بعد ظهراليوم.

source: The university is taking this action on the recommendation of the Egyptian Ministry of Health to ensure the health and safety of the AUC community.
ar: وتتخذ الجامعة هذا الإجراء بناءً على توصية من وزارة الصحة المصرية لضمان صحة وسلامة مجتمع الجامعة الأمريكية بالقاهرة.

source: The students who have been tested positive are residents of the Zamalek dormitory and are receiving medical treatment for the flu. The Ministry of Health has obtained samples from all residents of the dormitory and those results are expected this even
ar: والطالبان اللذان جاءت نتيجة اختبارهما إيجابية هم من قاطني المدينة الجامعية بالزمالك ويتلقون العلاج الطبي للأنفلونزا، كما حصلت وزارة الصحة على عينات من جميع المقيمين في المدينة الجامعية ومن المتوقع ظهور نتائج الاختبارات مساء اليوم.

source: The university’s administration is working closely with the Egyptian Ministry of Health to effectively manage this situation and will continue to keep the AUC community informed as new information becomes available.
ar: وتعمل إدارة الجامعة بشكل وثيق مع وزارة الصحة المصرية لإدارة الموقف بفعالية وستواصل إبلاغ مجتمع الجامعة الأمريكية بالقاهرة كلما توافرت معلومات جديدة.

source: The AUC clinics on both campuses will remain open.
ar: وستظل عيادات الجامعة الأمريكية مفتوحة في الحرمين الجامعيين،

source: Anyone who experiences flu-type symptoms, such as high fever, should contact the AUC Clinic – contact information is below.
ar: ويجب أن يبلغ أي شخص تظهر عنده أي من أعراض الانفلونزا مثل ارتفاع درجة الحرارة عيادة الجامعة الأمريكية - معلومات الإتصال بالأسفل.

source: The university will be developing plans to ensure that all academic requirements are fulfilled within the current calendar.
ar: وستضع الجامعة خططاً لضمان أن جميع المتطلبات الأكاديمية مستوفاة ضمن الجدول الزمني الحالي للدراسة.

source: The annual spring graduation ceremonies scheduled for June 16 and 18 are expected to be held as planned.
ar: ومن المتوقع إقامة حفلات التخرج السنوية المقررة في 16 و 18 يونيو في موعدها.

source: As we receive further information, it will be shared immediately with the AUC community.
ar: وكلما تلقينا أي معلومات أخرى، سنعمل على تبادلها مع مجتمع الجامعة على الفور.

source: Brian MacDougall
ar: براين ماكدوجال

source: Vice President for Planning and Administration
ar: نائب الرئيس لشئون التخطيط والإدارة

source: Medical Center Contact information
ar: معلومات الإتصال بالمركز الطبي

source: 1% of all ballots across
ar: 1 % من بين جميع البطاقات عبر

source: Thousands cancel pilgrimage amid swine flu fears
ar: يلغي الألاف من المسلمين تصريحات سفرهم لموسم الحج هذا العام وسط مخاوف تفشي إنفلونزا الخنازير

source: Joanna Hartley
ar: بقلم: جوانا هارتلي، يوم السبت التاسع من مايو 2009 ميلادية

source: TRAVEL BAN: The Egyptian health ministry is considering banning people from attending this year's Umra. (Getty Images)
ar: حظر السفر: يفكر وزير الصحة المصري في منع المصريين من حضور موسم العمرة هذا العام (صور جيتي)

source: Thousands of Egyptians have cancelled their plans to travel to Saudi Arabia on their minor pilgrimage later in May due to fearts about swine flu, it was reported on Saturday.
ar: قام آلاف المصريين بإلغاء مخططاتهم للسفر للملكة العربية السعودية لحضور مراسم العمرة خلال شهر مايةو ذلك بسبب التخوفات من إنتشار و تفشي فيروس إنفلونزا الخنازير، و ذلك وفق ما تم الإعلان عنه و التصريح به يوم السبت.

source: Figures from the Chamber of Commerce show that booking rates are down by 60 percent for the Umra to Makkah, according to vice president of the chamber Nasser Turki.
ar: و قد صرحت بعض الشخصيات بالغرفة التجارية أن معدلات الحجز قد انخفضت لنسبة 60 % بخصوص موسم العمرة و الذهاب إلى مكة المكرمة، و ذلك وفق تصريحات لنائب رئيس الغرفة التجارية ناصر تركي.

source: The cancellations followed an announcement by the health minister that he was considering banning pilgrims from traveling for three weeks as part of the Egyptian government’s response to the outbreak of H1N1, Turki said, according to Egyptian website Alma
ar: و قد جاءت إجراءات الإلغاء مباشرةً بعد تصريحات وزير الصحة أنه يفكر في القيام بعملية إلغاء سفر الحجاج و المعتمرين خلال الثلاثة أسابيع القادمة كنوعٍ من استجابة و رد فعل الحكومة المصرية لإجتياح فيروس إن وان إتش وان المسبب لمرض أنفلونزا الخنازير، و ذلك وفق ما

source: The Middle East has only seen seven confirmed cases of swine flu that have been limited to Israeli citizens, a number of whom had recently been in Mexico, the epicentre of the outbreak.
ar: و لقد شهدت منطقة الشرق الأوسط حتى الآن سبع حالات مؤكدة فقط للإصابة بمرض إنفلونزا الخنازير، و كانت تلك الإصابات مقصورة على مجموعة مخن المواطنين الإسرائيلين و هم عدد ممن كانوا في المكسيك و من ثم تعد إسرائيل مركز الوباء بالمنطقة.

source: No suspected cases of the virus have been reported in Egypt or Saudi Arabia.
ar: و يجب ملاحظة أنه لا توجد حالات إصابة أو حالات مشكوك بها بالمملكة العربية السعودية أو مصر.

source: However, the World Health Organisation (WHO) has warned that if the virus enters Africa it could cause more deaths as the region has fewer resources to deal with an outbreak.
ar: و على الرغم من ذلك فقد حذرت منظمة الصحة العالمية أنه لو تمكن الفيروس من دخول أرض أفريقيا ، فقد يخلف وراءه العديد من القتلى حيث توجد موارد أقل بالمنطقة تمكنها من مواجهة مثل ذلك الخطر.

source: Furthermore, mass pilgrimages to Makkah have resulted in deaths from infectious diseases before.
ar: علاوةً على ذلك فقد نجمت العديد من حالات الوفاة إثر بعض اأمراض المعدية خلال موسم الحج بمكة في الأعوام الماضية

source: In 2001 35 people contracted meningitis and 10 people died after attending the Hajj, which attracts millions of people from all over the world, resulting in a crowded environment where viruses can easily spread.
ar: ففي عام 2001 تعرض نحو خمسة و ثلاثين فرداً لإلتهاب السحايا و توفى عشرة أفراد إثر حضور موسم الحج، و الذي يجذب ملايين من المسلمين حول العالم، مخلفاً بيئة تسمح للفيروسات بالإنتشار بسهولة.

source: Egypt has already stoked international controversy by culling a major proportion of its pig population in response to the swine flu threat, despite WHO saying there is no evidence the virus is passed from pigs to humans, or can be contracted by eating pig
ar: و قد وجهت مصر آراء العالم نحوها الناقدة نحوها في جدلٍ عظيم إثر قيامها بإعدام نسبة كبيرة من كمية الخنازير التي يتم تربيتها بمصر في استجابةً منها لتهديد خطر إنتشار إنفلونزا الخنازير، بالرغم من تأكيدات منظمة الصحة العالمية على أنه لا توجد أي أدلة جول إنتقال

source: So far 17,374 pigs have been slaughtered under orders of the Ministry of the Environment, most of which were rounded up from the Greater Cairo area.
ar: و حتى الآن تم القضاء على نحو 17374 خنزير و زبحهم وفقاً لأوامر وزارة البيئة و تم جمع معظمها من المنطقة المحيطة بالقاهرة الكبرى.

source: Well, it is if you class many of the poors ones as Garbage Men (the so-called Zabaleen are mostly Coptic Christians).
ar: حسناً، إذا كنت تريد أن تصنف العديد نت الفقراء كرجال القمامة أو ما يطلق عليهم بأنهم زبالين، فغالبيتهم من المسيحين الأقباط

source: The Christian population in Cairo is mostly of the higher classes of society
ar: معظم المسيحين بالقاهرة هم من طبقات الشعب العليا

source: The size of the Coptic population of Egypt is a highly contentious issue politically. Estimate range between 6% and 20% of the population, depending on who you talk to.
ar: و تمثل الكثافة السكانية القبطية بمصر مسألة حساسة سياسياً، يتوسط المدي من 6% و 20% من إجمالي عدد السكان إعتماداً على من تتحدث إليه.

source: Jun 9, 2009 10:30 AM GMT ·
ar: الثامن من شهر حزيران, 2009._الساعة: 10:30 صباحا بتوقيت غرينتش.

source: mood? depends which side you're on! generally a feeling of, nothing has changed....
ar: إن ذلك يعتمد مع أي جانب أنت! على العموم, أنا لا أشعر بشيء, لأنه لم يتغير شيء ....

source: Jun 9, 2009 09:48 AM GMT ·
ar: التاسع من شهر حزيران, 2009._الساعة: 9:48 صباحا بتوقيت غرينتش.

source: One Vodka
ar: واحد فودكا

source: Ahhh another sunrise and no sleep for me yet... It felt like a Saturday with everyone up, out & partying to the good
ar: أه ...شروق أخر للشمس و لم أحظ ببعض النوم بعد... إن شعور ذلك كيوم السبت حيث الجميع مستيقظ, و خارج إلى الاحتفال بالاشياء الجيدة

source: The self-conscious moderation immediately displayed after the vote count was in the spirit of President Obama's speech in Cairo.
ar: و قد كان الاعتدال الخجول على الفور بعد فرز الأصوات قد ظهر في روح خطاب الرئيس أوباما في القاهرة.

source: The last election in 2005 was naively portrayed as an achievement for President George W Bush. Lebanon is too imperfect for winner takes all politics - power sharing across the spectrum is a must. The winners can only set the agenda not impose a programme
ar: و كانت الانتخابات الأخيرة في عام 2005 قد صورت بسذاجة على أنها تعد إنجازا للرئيس جورج دبليو بوش. لبنان ناقص جدا بالنسبة للفائز الذي يأخذ بكل السياسات - و تقاسم السلطة بين الفئات هو واجب. كما أن الفائزين بإمكانهم فقط أن يضعوا جدول الأعمال و ليس أن يفرضوا ال

source: After winning a fierce battle with Israel in southern Lebanon in 2006, it was emboldened to take a more assertive line. Lebanese, it had said in recent weeks, must adopt a resistance mentality against Israel - an absurdity when the Jewish state had draw
ar: بعد انتصاره في حرب شرسة خاضها مع إسرائيل في جنوب لبنان عام 2006, تشجع على اتخاذ خط أكثر حزما. حيث قال في الأسابيع القليلة الماضية أن لبنان يجب عليه أن يتبنى عقلية المقاومة ضد إسرائيل - في إشارة إلى انسحاب الدولة العبرية من النزاع مع جارتها الشمالية.

source: It would be churlish to represent the triumph of the pro-Western bloc over Hizbollah in Sunday's election as a triumph for democracy over the inevitability of strongman rule.
ar: و سيكون أمرا فظا أن يتم تقديم النصر الذي حققته الفئة المدعومة من قبل الغرب على حزب الله بناء على حتمية قاعدة القوى.

source: Once its spokesmen would stress the Party of God was a Lebanese reality, an umbrella term meaning it was both a popular representative of its people and the most powerful armed faction in the country.
ar: أكد المتحدثون باسمه في إحدى المرات أن حزب الله هو الواقع اللبناني , و هو مصطلح عام يعني أن الحزب هو الممثل الشعبي للناس إضافة إلى كونه الفئة المسلحة الأقوى في البلاد.

source: Hizbollah had followed the twin track of politics and guerrilla resistance for decades, much as Sinn Fein and the IRA were a necessary hybrid. But the mask slipped as its appeal grew.
ar: يسير حزب الله في مسار مزدوج من السياسة و المقاومة الفدائية منذ عقود مضت, تماما مثل ما كان السين فين و الجيش الجمهوري الإيرلندي ضرورة هجينة, و لكن القناع انزلق مع تنامي النداء.

source: Attacking Iran’s nuclear program could destroy Israel, kill American soldiers
ar: مهاجمة البرنامج النووي الإيراني قد تؤدي إلى تدمير إسرائيل وقتل الجنود الإمريكيين

source: Kung Fu Jew
ar: بقلم: كونغ فو جو

source: Many folks don’t know that The Forward editor Larry Cohler-Esses lived in Iran for five years and speaks fluent Farsi. So when he and Nathan Guttman report on a new and most comprehensive analysis by one of the leading mideast military strategists and a f
ar: إن العديد من الأشخاص لا يعلمون أن المحرر الأول، لاري كوهلر إيسي، عاش في إيران لمدة خمس سنوات ويتحدث الفارسية بطلاقة. وعندما يقدم رفقة ناثان غاتمان تقريرا حول تحليل جديد أكثر شمولية أعده أحد القادة العسكريين الاستراتيجيين في منطقة الشرق الأوسط ومستشار

source: spells catastrophe for an Israeli military strike against Iran,
ar: قيام إسرائيل بتوجيه ضربة عسكرية لإيران،

source: we sit up and listen.
ar: فإنه يتعين علينا الجلوس والإنصات.

source: The heart of the 114-page report spells the costs: a crippling rate of aircraft attrition, the opening of renewed all-out war by Arab-Muslim states against not just Israel but the United States’ personnel, and the weakness of Israel to defend against the
ar: إن الصفحات المائة وأربعة عشر للتقرير تنطق بتكاليف تلك الخطوة: المعدلات المتزايدة لتكاليف الطائرات، فتح جبهة حربية جديدة من جانب الدول العربية المسلمة ليس ضد إسرائيل فحسب، بل ضد أفراد الولايات المتحدة أيضا، ثم ضعف قدرة إسرائيل على الدفاع عن نفسها أمام أعد

source: Their March 14 study notes that these defenses may include a deadly, ultra-sophisticated Russian anti-aircraft system that could down 20% to 30% of Israel’s attack aircraft — “a loss Israel would hardly accept in paying.” They note reports that Russia has
ar: وتشير تلك الدراسة التي تمت في الرابع عشر من مارس الماضي إلى أن تلك الدفاعات قد تشمل نظاما روسيا متطورا مضادا للطائرات قادر على إحباط ما بين 20 و30% من الطلعات الجوية الإسرائيلية – وهي خسارة سيصعب على إسرائيل دفع ثمنها. كما توضح الدراسة أن روسيا زودت بشك

source: Meanwhile, in the event of an attack, Iran and its Shi’ite allies in neighboring countries would launch retaliatory attacks against Israel, American military forces in Iraq, and Western interests regionwide, Cordesman and Toukan suggest. They predict that
ar: وفي نفس الآن، فإنه في حال وقوع هجوم ما، فإن إيران وحلفاءها من الدول الشيعية المجاورة قد تشن هجمات انتقامية ضد إسرائيل، وضد القوات العسكرية الأمريكية في العراق وكذا ضد المصالح الغربية على امتداد المنطقة، كما يقول واضعا التقرير كوردسمان وتوكان. ويرتقبان

source: The report notes that Iran has taken steps to not repeat Iraq’s mistake in putting all its nuclear eggs in one facility. Repeated strikes against underground bunkers still may not set back the country but a few years. Israel relies on Egypt and Jordan to
ar: وسجل التقرير أن إيران اتخذت خطوات لتفادي تكرار الخطأ العراقي المتمثل في وضع بيضها النووي جميعه في سلة واحدة. فالهجمات المتكررة على المستودعات تحت أرضية لن توقف قدرات البلد إلا لبضع سنوات. وتعول إسرائيل على مصر والأردن من أجل التفاوض مع الفلسطينيين حول إطل

source: I want our homegrown Iran-baiters to consider this heavily: An Israeli attack risks the lives of American personnel in Iraq, Afganistan and elsewhere. I, as an American, cannot condone this. My father was in the US Army for the first 14 years of my life.
ar: أريد من مستفزي إيران أن يدركوا تمام الإدراك أن: هجوما إسرائيليا من شأنه أن يتسبب في مقتل أمريكيين عاملين في العراق، أفغانستان وفي أي مكان آخر. أنا لا أستطيع كأمريكي إدانة ذلك. لقد كان والدي ضمن الجيش الأمريكي طيلة أربعة عشر عاما من حياتي. لو كان حاليا يزا

source: And I agree with Israeli military experts like Reuven Pedatzur, quoted at the end of the report, who say that Israel needs to accept the coming day of nuclear Iran and bolster its deterrance occordingly. “The key, of course, is deterrence. Only a clear an
ar: أنا أتفق مع الخبراء العسكريين الإسرائيليين مثل روفين بيداتزور الذي قال في نهاية التقرير إن إسرائيل في حاجة إلى قبول اليوم المقبل الذي تكون فيه إيران قوة نووية وتعزز بالتالي قدراتها الردعية. إن الكلمة المفتاح، بطبيعة الحال، هي الردع. ويكفي إرسال إشارة و

source: The military option is no option. It’s suicide for Israel and deadly for Americans.
ar: الخيار العسكري ليس خيارا. إنه انتحار بالنسبة لإسرائيل وقاتل بالنسبة للأمريكيين.

source: Our last day. Today the group has a day to explore Jerusalem. Last year, we had been denied entry to the Dome of the Rock on the grounds of not being Muslims. We were told that you either have to enter through the Israeli controlled gate in the Wailing Wa
ar: خلال اليوم الأخير، فإن المجموعة تواجه اليوم رحلة استكشافية للقدس. و في العام الماضي تم منعنا من الدخول إلى قبة الصخرة لكوننا غير مسلمين. و تم إخبارنا أنه يجب أن ندخل إما من البوابة التي تحت السيادة الإسرائيلية بحائط المبكى أو البلازا و إن لم تكن تريد أن

source: Chabad rabbi: Jews should kill Arab men, women and children during war
ar: حاخام تشاباد: اليهود يجب أن يقتلوا العرب من الرجال والنساء والأطفال أثناء الحرب
